Repository: 3DJetengine/yunit
Catalog: po/*.po
Languages: ar

source: Recent searches
ar: عمليات البحث الأخيرة

source: Running apps
ar: البرامج المُشغّلة

source: Frequently used
ar: مُستخدمة بكثرة

source: Installed
ar: مُثبّتة

source: Available for download
ar: متوفرة للتنزيل

source: Apps
ar: تطبيقات

source: Frequent Apps
ar: تطبيقات مألوفة

source: Favourite People
ar: الأشخاص المفضلون

source: People Recently in Touch
ar: أشخاص كانوا على اتصال مؤخرا

source: Recent Music
ar: آخر الصوتيات المشغلة

source: Videos Popular Online
ar: فيديوهات رائجة على الإنترنت

source: Home
ar: الرئيسية

source: Music
ar: موسيقى

source: People
ar: أشخاص

source: Videos
ar: فيديوهات

source: Confirm
ar: التأكيد

source: Type or say a command
ar: اكتب أو قُل أمرا

source: Loading. Please Wait...
ar: يجري التحميل. برجاء الانتظار...

source: Speak Now...
ar: تكلم الآن...

source: Speaking...
ar: تتكلم الآن...

source: Device
ar: الجهاز

source: Flight mode
ar: نمط الطيران

source: Sorry, there is nothing that matches your search.
ar: عذراً، لا يوجد ما يطابق بحثك.

source: Home screen
ar: الشاشة الرئيسية

source: Search
ar: ابحث
